Repository: Nexus20/wine-quality-mobile
Catalog: wine-quality-mobile/Resources/Languages/Localizations.*.resx
Languages: uk_ua

source: Login
uk_ua: Вхід

source: Password
uk_ua: Пароль

# common.delete
source: Delete
uk_ua: Видалити

# common.details
source: Details
uk_ua: Детальніше

# common.edit
source: Edit
uk_ua: Редагувати

# phases.header
source: Process phases
uk_ua: Фази процесу виробництва

# en-US
source: English
uk_ua: Англійська

# uk-UA
source: Ukrainian
uk_ua: Українська

# common.createdAt
source: Created at
uk_ua: Створено

# common.updatedAt
source: Updated at
uk_ua: Оновлено

# common.add
source: Add new
uk_ua: Додати

# common.loading
source: Loading
uk_ua: Завантаження

# wine-material-batches.active-phase.header
source: Active phase
uk_ua: Активна фаза

# wine-material-batches.active-phase.phase
source: Phase
uk_ua: Фаза

# wine-material-batches.active-phase.readings
source: Readings
uk_ua: Показники

# wine-material-batches.active-phase.start-date
source: Start date
uk_ua: Дата початку

# wine-material-batches.phases.end-date
source: End date
uk_ua: Дата закінченн

# wine-material-batches.phases.header
source: Phases
uk_ua: Фази

# wine-material-batches.phases.start-date
source: Start date
uk_ua: Дата початку

# sensors.header
source: Available sensors
uk_ua: Доступні сенсори

# sensors.id
source: Device ID
uk_ua: Ідентифікатор пристрою

# sensors.phase
source: Phase
uk_ua: Фаза

# sensors.parameter
source: Parameter
uk_ua: Параметр

# sensors.status
source: Status
uk_ua: Статус

# sensors.copy-device-key
source: Copy device key
uk_ua: Скопіювати ключ пристрою

# sensors.device-key-copied
source: Device key copied
uk_ua: Ключ пристрою скопійовано

# sensors.device-id-copied
source: Device id copied
uk_ua: Ідентифікатор пристрою скопійовано

# sensors.start
source: Start
uk_ua: Запустити

# sensors.stop
source: Stop
uk_ua: Зупинити

# sensors.details.header
source: Sensor details
uk_ua: Детальна інформація

# sensors.details.no-phases
source: This sensor hasn't been linked to any phase yet.
uk_ua: Цей пристрій ще не підключено до жодної фази партії винограду.

# sensors.create.header
source: Create new sensor
uk_ua: Створити новий сенсор

# sensors.edit.header
source: Edit sensor
uk_ua: Редагувати сенсор

# sensors.delete.header
source: Confirm sensor deletion
uk_ua: Підтвердьте видалення датчика

# sensors.delete.warning
source: Are you sure you want to delete this sensor? This action cannot be undone.
uk_ua: Ви впевнені, що хочете видалити цей датчик? Цю дію не можна скасувати.

# wine-material-batches.grape-sort
source: Grape sort
uk_ua: Сорт винограду

# wine-material-batches.harvest-date
source: Harvest date
uk_ua: Дата сбору

# wine-material-batches.harvest-location
source: Harvest location
uk_ua: Місце сбору

# wine-material-batches.details.header
source: Wine material batch details
uk_ua: Детальна інформація

# grape-sorts.header
source: Available grape sorts
uk_ua: Сорти винограду

# grape-sorts.name
source: Name
uk_ua: Назва

# grape-sorts.details.header
source: Grape sort details
uk_ua: Детальна інформація

# grape-sorts.details.phases
source: Phases
uk_ua: Фази

# grape-sorts.details.wine-material-batches
source: Wine material batches
uk_ua: Партії винограду

# grape-sorts.create.header
source: Create new grape sort
uk_ua: Створити новий сорт винограду

# grape-sorts.edit.header
source: Edit grape sort
uk_ua: Редагувати сорт винограду

# grape-sorts.delete.header
source: Confirm grape sort deletion
uk_ua: Підтвердити видалення сорту винограду

# grape-sorts.delete.warning
source: Are you sure you want to delete this grape sort? This action cannot be undone.
uk_ua: Ви впевнені, що хочете видалити цей сорт винограду? Цю дію не можна скасувати.

# grape-sorts.edit-phases.button
source: Edit phases
uk_ua: Налаштувати фази

# grape-sorts.edit-phases.header
source: Edit grape sort phases
uk_ua: Налаштування фаз сорту

# grape-sorts.edit-phases.available-phases
source: Available phases
uk_ua: Доступні фази

# grape-sorts.edit-phases.grape-sort-phases
source: Assigned grape sort phases
uk_ua: Фази сорту

# grape-sorts.edit-phases.save
source: Save
uk_ua: Зберегти

# grape-sorts.edit-phases.saving
source: Saving...
uk_ua: Збереження...

# grape-sorts.edit-phases.saved
source: Phases order saved
uk_ua: Порядок фаз збережено

# parameters.header
source: Available wine process parameters
uk_ua: Параметри процесу виробництва вина

# parameters.name
source: Name
uk_ua: Назва

# parameters.phases
source: Phases
uk_ua: Фази

# parameters.details.header
source: Parameter details
uk_ua: Детальна інформація

# parameters.details.no-phases
source: This parameter hasn't been linked to any phase yet.
uk_ua: Параметр ще не призначено до жодної фази.

# parameters.create.header
source: Create new parameter
uk_ua: Створити параметр

# parameters.edit.header
source: Edit parameter
uk_ua: Редагувати параметр

# parameters.delete.header
source: Confirm parameter deletion
uk_ua: Підтвердити видалення параметра

# parameters.delete.warning
source: Are you sure you want to delete this parameter? This action cannot be undone.
uk_ua: Ви впевнені, що хочете видалити цей параметр? Цю дію не можна скасувати.

# wine-material-batches.create.header
source: Create new wine material batch
uk_ua: Створити нову партію винограду

# wine-material-batches.delete.header
source: Confirm wine material batch deletion
uk_ua: Підтвердити видалення партії винограду

# wine-material-batches.delete.warning
source: Are you sure you want to delete this wine material batch? This action cannot be undone.
uk_ua: Ви впевнені, що хочете видалити цю партію винограду? Цю дію не можна скасувати.

# wine-material-batches.edit.header
source: Edit wine material batch
uk_ua: Редагувати партію винограду

# common.back
source: Back
uk_ua: Назад

# common.confirm
source: Confirm
uk_ua: Підтвердити

# phases.configure-parameters.button
source: Configure parameters
uk_ua: Налаштувати параметри

# wine-material-batches.phases.sensors
source: Sensors
uk_ua: Сенсори

# wine-material-batches.phases.details
source: Phase details
uk_ua: Детальніше про фазу

# wine-material-batches.active-phase.end-date
source: End date
uk_ua: Дата закінчення

# wine-material-batches.phases.assign-sensors
source: Assign sensors
uk_ua: Призначити сенсор
